AMName = "Watermark Images";
AMDSummary = "This action watermark supported images with supplied image.";
Message = "This action will watermark the image files passed into it. Would you like to add a Copy Finder Items action so that the copies are changed and your originals are preserved?";

CFBundleShortVersionString = "2.2.1";
NSHumanReadableCopyright = "Copyright © 2013 Pixelmator Team Ltd. All rights reserved.";